package by.academy.lesson3;

public class Task1 {

	public static void main(String[] args) {

		// 1. Проинициализировать(gрисвоить начальное значение) 3 целочисленных числа:

		// a = 2_123_000
		// b = 100
		// c = 234
		// Найти a / b * c
		// Ответ: (4967820)

		int a = 2123000;
		int b = 100;
		int c = 234;
		System.out.println(a / b * c);

	}

}
