package by.academy.lesson4;

//1. Составьте программу, выводящую на экран квадраты чисел от 10 до 20.
//
//2. Составьте программу, которая вычисляет сумму чисел от 1 до n. 
//Значение n вводится с клавиатуры.
//
//3. Составьте программу, составьте программу, которая вычисляет произведение чисел от 1 до n. Значение n
// вводится с клавиатуры.
//
//4. С клавиатуры вводятся n чисел. 
//Составьте программу, которая определяет кол-во отрицательных,
//кол-во положительных и кол-во нулей среди введеных чисел.
//Значение n вводится с клавиатуры.
public class TasksFor {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
